branches/Degreasing/src/packages/Factiva.Gateway.Resources.7.5.0.83/content/GatewayResources/stubs/TopicCenterAndSMSManagement/Request/SubscribeToSMSRequest.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><SubscribeToSMS xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="urn:factiva:assets:topiccenterandsmsmanagement:v1_0"><smsSubscriber><cellPhoneNumber>999999999</cellPhoneNumber><cellPhoneOperator>att</cellPhoneOperator><countryCode>1</countryCode><productType>WealthManagement</productType></smsSubscriber></SubscribeToSMS></soap-env:Body></soap-env:Envelope>